Repository: nixiz/Sac-Boyam
Catalog: Sac Boyam/*.lproj/localized.strings
Languages: tr

# imageOverlay
source: Select Photo To Start
tr: Başlamak İçin Resim Seçin

source: Select Photo
tr: Resim Seç

source: Color Code
tr: Renk Kodu

source: Image Saved Successfully
tr: Resim Başarıyla Kaydedildi

# pleaseWaitFor
source: Please wait for results being downloaded
tr: Sonuçlar yüklenirken lütfen bekleyin

# cancelButtonForURLReq
source: Cancel
tr: İptal

# OKButtonTitle
source: OK
tr: Tamam

source: Warning
tr: Uyarı

# DeleteAllRecordsPromt
source: All records are getting deleted. Delete?
tr: Bütün kayıtlar silinecek! Silinsin mi?

source: Record Time
tr: Kayıt Zamanı

source: Brand
tr: Firma

source: Product
tr: Ürün

source: Error
tr: Hata

source: Saved Successfuly
tr: Başarıyla Kaydedildi

# recordNotSaved
source: You have to enter name to record
tr: Kayıt ismi girilmedi

source: Saved
tr: Kaydedildi

# resultsTitle
source: Results
tr: Sonuçlar

# settingsTitle
source: Settings
tr: Ayarlar

# takeRecordPromt
source: Please enter name for this product
tr: Bu ürün için anahtar kelime giriniz

# averageColorLableString
source: Color To Find
tr: Bulunacak Renk

source: Settings
tr: Ayarlar

# skipButtonName
source: skip
tr: atla

# noImageToFound
source: No image selected yet
tr: İlk önce resim seçmelisin

# enterNameForProduct
source: Record Name
tr: Kayıt İsmi

# saveButtonName
source: Save
tr: Kaydet

# shouldSaveUserDefaultPhoto
source: Should be saved as your default photo?
tr: Öngörülen Fotoğraf olarak kayıt edilsin mi?

# tryOnMeSliderLabelText
source: Value of oxidation density
tr: Saça uygulanan oksidasyon yoğunluğunu ayarlar

source: Find
tr: Bul

source: Color
tr: Renk

# tap-to-cont
source: Tap to continue..
tr: Dokunarak devam ediniz..

# settings-item-1-exp
source: Saves your recently taken photographs to your photo album
tr: Çektiğiniz resimleri fotoğraflarınıza kayıt eder

# settings-item-2-exp
source: Allows you to edit selected or taken photos before using them to find hair color
tr: Kullanılacak resim, kullanılmadan önce tekrar boyutlandırmaya olanak sağlar

# settings-item-3-exp
source: You can find the colour just by tapping with your finger or you can find it by clicking "Find" button manually
tr: Aradiginiz rengi parmaginizla dokunarak otomatik olarak bulabilir veya isterseniz bula tiklayarak bu islemi yapabilirsiniz

# settings-item-4-exp
source: You can save your found hair colors and see them anytime you want If you close this option, it deletes all recorded data!
tr: Bulunan boyaların kayıt edilmesine olanak sağlar. Kayıt etmeyi deaktive ederseniz, kayıtlı olan bütün boyalarınız listeden silinecektir!

# settings-item-5-exp
source: You can arrange the results from here
tr: Bulunacak sonuç sayısını buradan arttırabilir veya azaltabilirsiniz

# settings-item-6-exp
source: Shows your favourite hair dyes
tr: Kayıtlı olan boyalarınız burada yer alır

# results-item-1-exp
source: Shows founded hair dyes that you looking for by brand names.If the showing results are too many or few, you can fix this at Settings Page
tr: Baktığınız renge ait muhtemel saç boyaları burada gösterilir. Eğer bulunan boya sayısı, size az veya çok geldiyse, Ayarlar sayfasından bunu ayarlayabilirsiniz

# results-item-2-exp
source: Shows hair dye information and product image
tr: Boyanın küçük görseli, adı ve diğer bilgileri burada yer alır

# results-item-3-exp
source: You can see the details of hair dyes with larger images and search them on the internet by tapping ⓘ
tr: ⓘ ile boyanın detaylarına bakabilir, dilerseniz favorilerinize kayıt edebilirsiniz

# results-item-4-exp
source: If you want to try dye on your hair and see how it looks like Just tap on them and enjoy
tr: Kendi saçınız üzerinizde denemek, ve sizde nasıl duracağını görmek için içine tıklamanız yeterlidir. Uyarı! Deneme işlemi tamamen deneme niteliğinde olup, gerçek sonuç göstermeyebilmektedir.

# try-item-1-exp
source: You can select area on your hair by tapping on your image and try your favourite hair dye
tr: Ekran üzerinde dokunarak noktalar oluşturup, bu noktalar içerisinde kalan bölgeyi boyayabilirsiniz

# try-item-2-exp
source: You can dye as many times as you want and change the volume of your final hair colour
tr: Aynı yeri, çok defa boyayabilir renk dolgunluğunu ayarlayabilirsiniz

# try-item-3-exp
source: Or you can change the colour volume by volume slider manually
tr: Oluşan yeni renkte bir sıkıntı varsa, rengin oksidasyonunu ayarlayarak istediğiniz kıvama getirebilirsiniz

# try-item-4-exp
source: You can undo your changes or cancel the all process
tr: Oluşturduğunuz noktaları geri alabilir, veya yaptığınız bütün işlemleri iptal edebilirsiniz

# try-item-5-exp
source: Volume slider opens by tapping action button located in the middle
tr: Renk oksidasyonu burada ortada bulunan simgeden yapılır

# try-item-6-exp
source: You can save the final image as you wish
tr: İstediğiniz zaman oynama yaptığınız resmi kayıt edebilirsiniz

# no-results-found-msg
source: If results are not enough to find your colour. You can change this in settings to find more results
tr: Daha fazla sonuç bulmak için Ayarlar sayfasından değişiklik yapabilirsiniz Ayarlara Gidilsin mi?

# askForFindOnTapMsg
source: If you want you can activate “Auto Find” in Settings Page
tr: İsterseniz Ayarlar sayfaından Otomatik Bul'u ektinleştirebilirsiniz

source: Welcome!
tr: Merhaba!

# firstTimeOnColorSelectMsg
source: To find your dye, all you need to tap on the screen wherever you want. Enjoy!
tr: Aradığınız rengi bulmak için tek yapmanız gereken, ekranda dilediğiniz yere dokunmak

# NOButonTitle
source: No
tr: Hayır

# rateAppMessage
source: If you enjoy using Saç Boyam, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
tr: Saç Boyam uygulamasını kullanmaktan memnun kaldıysanız, değerlendirmek için zaman ayırabilir misiniz? Desteğiniz için teşekkür ederiz!

# rateAppCancelButton
source: No, thanks
tr: Hayır, teşekkürler

# rateAppLaterButton
source: Remind me later
tr: Daha sonra hatırlat

# rateAppOkButton
source: Rate Saç Boyam
tr: Uygulamayı değerlendir

# purchaseAppMessage
source: Sorry! To open all features and try dyes on your hair ability, please get the full version
tr: Üzgünüm! Bütün özellikleri açmak ve kendi saçınız üstünde deneyebilmek için, Full versiyonu almalısınız

# getTwoExtraShotMessage
source: It's done for this time! You have to wait for a while for a new try or get 2 more attemps just tapping on advertisement at the bottom
tr: Hemen şimdi 2 kere daha deneme yapabilmek için aşağıdaki reklama tıklayabilirsin

# purchaseButton
source: Get Full Version!
tr: Full Versiyonu Al!

# lang
source: en
tr: tr
